import CustomLink from '../components/links/CustomLink'
import styles from './styles/Pages.module.scss'

export default function Policy() {
  return (
    <div className={styles.policy}>
      <div><CustomLink to={'/'} className="back">
        На Главную
      </CustomLink>
      </div>

      <div className={styles.title}>Политика конфиденциальности</div>

      <div className={styles.policy_content}>     
 
 <p>&nbsp;&nbsp;Настоящая политика конфиденциальности информации (далее – Политика), действует в отношении той информации, которую Организация может получить с устройства пользователя во время использования им Приложения.

Приложение предоставляется пользователю на основании договора пользователя с Организацией в соответствии с Условиями использованием системы приложения, которые в том числе регулируют вопросы обработки и хранения Организацией персональных данных пользователя.

Настоящая Политика применима только к Приложению, Организация имеет право вносить изменения в настоящую Политику путем размещения новой редакции Политики в Приложении в разделе Ещё / Настройки / Безопасность / Политика конфиденциальности.  Пользователь обязан осуществлять самостоятельное ознакомление с актуальной редакцией Политики.

Использование Приложения Организации означает, что пользователь безоговорочно согласен с настоящей Политикой и указанными в ней условиями обработки информации, получаемой с устройства пользователя. В случае несогласия с условиями Политики пользователь должен воздержаться от использования Приложения.

Разработчиком Приложения является Организация. </p>


 <p>1. Информация, которая может быть получена Организацией с устройства пользователя при использовании им Приложения и цели сбора и обработки полученной информации

Приложение собирает и хранит только те данные, которые необходимы для предоставления и оказания качественных услуг. При использовании информации пользователя Организация руководствуется настоящей Политикой, Политикой обработки персональных данных в Организации, а также законодательством Российской Федерации, в том числе:</p>

  <p>1.1. Информация о местоположении и геолокации устройства пользователя на основании данных сети оператора сотовой связи и сигналов GPS (при наличии отдельного согласия пользователя на получение информации о доступе к данным о местоположении устройства). 
 Цель: Реализация мер по противодействию мошенническим действиям с использованием Приложения.</p>


 <p>1.2. Информация о номерах телефонов (при наличии отдельного согласия пользователя на получение информации о контактных данных пользователя из адресной книги устройства). 
 Цель: Предоставление пользователю возможности совершения операций с использованием номеров телефонов. 
 Цель: Упрощение совершения пользователем операций с использованием Приложения.</p>


 <p>1.3. Фотоизображения, полученные с камеры мобильного устройства (при наличии отдельного согласия пользователя на получение данных пользователя снимать фото и видео устройства). 
 Цель: Предоставление пользователю возможности считывания графической информации и QR-кода. 
 Цель: Предоставление пользователю возможности входа в Приложение с использованием сканированного изображения лица пользователя (при наличии технической возможности устройства).</p>


 <p> 1.4. Данные, которые автоматически передаются Приложением в процессе их работы и необходимы для качественного оказания услуг Организации, в том числе информация о версии операционной системы и модели устройства, информация о времени доступа в Приложение. 
 Цель: Анализ возможных ошибок в работе Приложения, совершенствование работы Приложения и улучшение качества сервисов Организации. 
 Цель: Обеспечение безопасности использования Приложения. 
 Цель: Реализация мер по противодействию мошенническим действиям. 
 Цель: Проведение аналитики, разработка новых сервисов и услуг.</p>


 <p>1.5. Информация о проверяемых сертификатах, в том числе IP адреса для которого осуществляется проверка, серийный номер и содержимое проверяемого сертификата, а также его тип. 
 Цель: Повышение уровня защиты информации, хранимой и обрабатываемой пользователем на устройстве и повышение безопасности проведения операций.</p>


 <p>1.6. Информация о Push-уведомлениях, сообщениях в чате Приложения и SMS-уведомлениях на устройстве пользователя, поступившие от Организации. 
 Цель: Сохранение и использование Push-уведомлений, сообщений в чате Приложения и SMS-уведомлений на устройстве пользователя поступившие от Организации.</p>


 <p>1.7. Информация о возникших ошибках в работе Приложения, в том числе время и тип возникновения ошибки, задачи, при выполнении которой возникла ошибка, дата и время завершения последнего обновления, версия набора передаваемой информации. 
 Цель: Улучшение качества работы Приложения и его обновления.</p>


 <p>2. Условия обработки информации пользователя и ее передачи третьим лицам</p>


 <p>2.1. В отношении информации пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления пользователем информации о себе для общего доступа неограниченному кругу лиц;
 </p>

 <p>2.2. Информация пользователя может быть предоставлена государственным органам в соответствии с требованиями действующего законодательства;
 </p>

 <p></p>2.3. Для целей, изложенных в настоящей Политике, Организация может привлекать к обработке обезличенной информации пользователя партнеров, с которыми у Организации заключены соответствующие соглашения о конфиденциальности.


 <p>2.4. Передача Организацией партнерам обезличенных данных об использовании Приложения для целей улучшения работы Приложения осуществляется на основании договоров с партнерами, передача осуществляется в зашифрованном виде с применением современных методов шифрования.
 </p>

 <p>2.5. Информация пользователя может сохраняться на ресурсах Организации в течение срока действия договора между Организацией и пользователем, а также в течение 5 (пяти) лет после его расторжения.
 </p>

 <p>2.6. Использовать информацию в целях, о которых не заявлено Организацией и пользователем, а также публиковать и раскрывать личную и конфиденциальную информацию других запрещено.
 </p>

 <p>2.7. При обработке идентификационных данных приложение ни при каких обстоятельствах не публикует персональную информацию, личные и конфиденциальные данные пользователя.
 </p>

 <p>3. Меры, применяемые для защиты информации пользователя
 </p>

 <p>3.1. Организация принимает необходимые и достаточные организационные и технические меры для защиты информации пользователя от неправомерного или случайного доступа третьих лиц, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.
 </p>
      </div>
    </div>
  )
}
